---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.BendingDetailTypeAngularDimensionsMeasurement
source: html/b861bf45-40cc-74ad-9360-16dc11ff0ae0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.BendingDetailTypeAngularDimensionsMeasurement Property

"Angle Measurement"

## Syntax (C#)
```csharp
public static ForgeTypeId BendingDetailTypeAngularDimensionsMeasurement { get; }
```